Repository: m0ngr31/kanzi
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Error parsing results
de: Fehler beim Analysieren der Ergebnisse

source: Could not find
de: Konnte nicht finden

source: Could not find that phrase
de: Konnte diese Phrase nicht finden

source: Could not find album
de: Album konnte nicht gefunden werden

source: by
de: durch

source: Could not find song
de: Song konnte nicht gefunden werden

source: I could not find a playlist named
de: Ich konnte keine Playlist mit dem Namen finden

source: Could not find an addon called
de: Konnte ein Addon nicht finden

source: Could not find a movie called
de: Konnte einen Film nicht finden

source: Could not find a show named
de: Konnte eine Show nicht finden

source: Could not find season
de: Konnte Saison nicht finden

source: episode
de: Folge

source: of
de: von

source: Searching for
de: Auf der Suche nach

source: Opening
de: Öffnung

source: Playing
de: Spielen

source: Playing album
de: Wiedergabe von Album

source: Playing song
de: Song abspielen

source: playlist
de: Wiedergabeliste

source: Starting party play
de: Startspiel

source: Playing the
de: Spielen

source: movie
de: Film

source: video playlist
de: Video-Wiedergabeliste

source: Playing season
de: Spielsaison

source: season
de: Jahreszeit

source: Streaming party mode
de: Streaming-Party-Modus

source: Resuming
de: Wiederaufnahme

source: Shuffling
de: Schlurfen

source: audio playlist
de: Audio-Wiedergabeliste

source: No new episodes for
de: Keine neuen Episoden für

source: You have no albums by
de: Sie haben keine Alben von

source: You dont have any new albums to listen to
de: Sie haben keine neuen Alben zu hören

source: You dont have any new movies to watch
de: Sie haben keine neuen Filme zu sehen

source: You dont have any new shows to watch
de: Sie haben keine neuen Shows zu sehen

source: No recently added songs found
de: Keine neuen Songs gefunden

source: There are no unseen episodes of
de: Es gibt keine unsichtbaren Episoden von

source: There is one unseen episode of
de: Es gibt eine unsichtbare Episode von

source: There are
de: Es gibt

source: unseen episodes of
de: Ungesehene Episoden von

source: There is one new episode of
de: Es gibt eine neue Episode von

source: There are two new episodes of
de: Es gibt zwei neue Episoden von

source: new episodes of
de: Neue Episoden von

source: You have
de: Du hast

source: There are new episodes of
de: Es gibt neue Episoden von

source: You need to add database information to your environment variables for this to work
de: Sie müssen Datenbankinformationen zu den Umgebungsvariablen hinzufügen, damit diese funktionieren

source: Starting remote control mode, to use say go up, go back as if you were pressing buttons, say stop to exit control mode
de: Start der Fernbedienung-Modus zu verwenden, sagen, go up, gehen Sie zurück, als ob Sie waren Drücken Sie die Tasten, sagen Stop, um den Steuerungsmodus zu verlassen

source: You can ask me whether there are any new shows, to play a movie, tv show, or artist, or control playback of media.
de: Sie können mich fragen, ob es neue Shows, einen Film, TV-Show oder Künstler zu spielen, oder Kontrolle der Wiedergabe von Medien.

source: Looking for new episodes of
de: Auf der Suche nach neuen Episoden von

source: Currently playing item
de: Momentan spielendes Einzelteil

source: Time left on currently playing item
de: Verbleibende Zeit auf aktuell abgespieltem Gegenstand

source: Play/Pause
de: Spielpause

source: Stopping playback
de: Stoppen der Wiedergabe

source: Stepping forward
de: Vorwärts

source: Stepping backward
de: Rückschritt

source: Big step forward
de: Großer Schritt vorwärts

source: Big step backward
de: Großer Schritt rückwärts

source: Playing music by
de: Musik abspielen

source: Streaming music by
de: Streaming von Musik

source: Newly added shows
de: Neu hinzugefügte Shows

source: Newly added albums
de: Neu hinzugefügte Alben

source: Newly added movies
de: Neu hinzugefügte Filme

source: Newly added
de: Neu hinzugefügt

source: movies
de: Filme

source: Playing the next unwatched episode of the last show watched
de: Das Abspielen der nächsten unpatched Episode der letzten Show

source: Updating audio library
de: Aktualisieren der Audiobibliothek

source: Updating video library
de: Aktualisieren der Videobibliothek

source: Cleaning audio library
de: Reinigung der Audio-Bibliothek

source: Cleaning video library
de: Reinigung der Videothek

source: Ejecting media
de: Auswerfen von Medien

source: Suspending system
de: Abhängesystem

source: Shutting down system
de: Herunterfahren

source: Rebooting system
de: System neu starten

source: Hibernating system
de: Überwinterungssystem

source: Player zoom out
de: Player verkleinern

source: Player zoom out and move right
de: Player auszoomen und nach rechts bewegen

source: Player zoom out and move left
de: Player auszoomen und nach links bewegen

source: Player zoom out and move down
de: Player auszoomen und nach unten verschieben

source: Player zoom out and move up
de: Player verkleinern und verschieben

source: Player zoom in
de: Player vergrößern

source: Player zoom in and move right
de: Spieler vergrößern und bewegen sich nach rechts

source: Player zoom in and move left
de: Spieler vergrößern und bewegen sich nach links

source: Player zoom in and move down
de: Player vergrößern und nach unten verschieben

source: Player zoom in and move up
de: Player vergrößern und verschieben

source: Player zoom hold
de: Player Zoom zu halten

source: Player rotate counter clockwise
de: Player gegen den Uhrzeigersinn drehen

source: Player rotate clockwise
de: Player im Uhrzeigersinn drehen

source: Player move right
de: Spieler nach rechts bewegen

source: Player move left
de: Spieler nach links bewegen

source: Player move down
de: Spieler nach unten

source: Player move up
de: Spieler nach oben

source: Switching to next audio stream
de: Wechseln zum nächsten Audiostream

source: Switching to previous audio stream
de: Wechseln zum vorherigen Audiostream

source: Switching to next subtitles
de: Wechseln zu den nächsten Untertiteln

source: Switching to previous subtitles
de: Umschalten auf vorherige Untertitel

source: Disabling subtitles
de: Deaktivieren von Untertiteln

source: Enabling subtitles
de: Untertitel aktivieren

source: Adjusting volume
de: Einstellen der Lautstärke

source: Turning volume down
de: Lautstärke verringern

source: Turning volume up
de: Drehen Sie die Lautstärke

source: Toggling mute
de: Umschalten stumm

source: Toggling fullscreen
de: Vollbildschirm umschalten

source: Playing previous item
de: Vorheriges Element wird abgespielt

source: Playing next item
de: Wiedergabe des nächsten Elements

source: Starting current item over
de: Start der aktuellen Position über

source: Playing recently added songs
de: Wiedergabe von kürzlich hinzugefügten Songs

source: Playing a random movie
de: Spielen eines zufälligen Films

source: Playing a random
de: Ein zufälliges Spiel

source: Playing Movie
de: Film abspielen

source: Playing an episode of
de: Eine Episode von

source: Playing a random episode of
de: Spielen einer zufälligen Episode von

source: Playing the next unwatched episode of
de: Die nächste unbeobachtete Episode von

source: Playing the newest episode of
de: Die neueste Episode von

source: Playing album or song
de: Wiedergabe von Album oder Song

source: Party Mode
de: Party Modus

source: Streaming Party Mode
de: Streaming-Party-Modus

source: Albums by
de: Alben von

source: Opening addon
de: Öffnungs-Addon

source: Search
de: Suche

source: Help
de: Hilfe

source: Opening remote
de: Fernbedienung öffnen

source: Playback stopped
de: Die Wiedergabe wurde gestoppt

source: , and more
de: , und mehr

source: , and
de: , und

source: There are no more songs in the queue
de: Es gibt keine weiteren Songs in der Warteschlange

source: There are no songs in your playlist history
de: Es gibt keine Songs in deiner Playlist

source: There is no current song
de: Es gibt keinen aktuellen Song
